[
  {
    "team": "Genie",
    "name": "Karin Chan",
    "linkedin": "https://www.linkedin.com/in/karin-chan/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A passionate futurist and entrepreneur, Karin is dedicated to empowering talents to design and prototype their paths. She is a certified Designing Your Life coach and is deeply interested in the future of work and technology.",
    "linkedin_career_highlight_gpt4": "Founded Futurist Lab, an impact business that applies Design Thinking to life and career planning. Also co-founded GenieFriends, a platform for innovators across Asia.",
    "two_word_summary": "Entrepreneur",
    "slug": "karin_chan"
  },
  {
    "team": "Genie",
    "name": "Eric San",
    "linkedin": "https://www.linkedin.com/in/ericsanwc/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A passionate entrepreneur and machine learning engineer venturing beyond the bits. He is a co-founder of multiple startups and is always open to connecting and sharing experiences.",
    "linkedin_career_highlight_gpt4": "Co-founded Pickupp, a Series-B last mile logistics start-up serving E-commerce, Retail, F&B industries in South East Asia.",
    "two_word_summary": "Co-founder",
    "slug": "eric_san"
  },
  {
    "team": "Genie",
    "name": "Michael Yau",
    "oneliner": "Director at inline (F&B Reservations SaaS). Interest in Community & Healthcare",
    "linkedin": "https://www.linkedin.com/in/michaelyauc/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A seasoned professional in BD, Ops & Strategy with a knack for launching and scaling new businesses. Adept at managing teams and driving profitability.",
    "linkedin_career_highlight_gpt4": "Successfully launched and scaled businesses to US$10M revenue monthly across Asia at CloudKitchens, Klook and Uber Eats.",
    "two_word_summary": "Business Development",
    "slug": "michael_yau"
  },
  {
    "team": "Genie",
    "name": "Winson Cheng",
    "linkedin": "https://www.linkedin.com/in/winsoncheng42/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A tech enthusiast and blockchain developer, Winson is passionate about the decentralized finance ecosystem. He enjoys participating in smart contract audit contests and hackathons.",
    "linkedin_career_highlight_gpt4": "Currently advancing the DeFi landscape as a Solidity Developer at Posley Company Limited and has survived the occasional rug pulls in the DeFi world.",
    "two_word_summary": "Solidity Developer",
    "slug": "winson_cheng"
  },
  {
    "team": "Genie",
    "name": "Wesley Chan",
    "oneliner": "Medical Sales, Self-taught python engineer, interested in voice AI",
    "linkedin": "https://www.linkedin.com/in/wesley-chan-b75042200/",
    "instagram": "https://www.instagram.com/weasley0_0/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A medical sales professional with a knack for coding and a background in Biomedical Engineering. Passionate about AI and currently exploring chatbot development.",
    "linkedin_career_highlight_gpt4": "Successfully selling vitamins and skincare products at DCH Auriga while developing an audio interactive chatbot using the OpenAI API.",
    "two_word_summary": "\"Medical Sales, Python Engineer\"",
    "slug": "wesley_chan",
    "qa_summary": "Wesley is a medical sales professional with a background in Biomedical Engineering. He specializes in selling vitamins and skincare products. Besides his regular job, Wesley also has skills in coding and web development, particularly in Python. He is currently exploring chatbot development using the OpenAI API and is working on creating an audio interactive chatbot and using AI sound generation for video editing. Wesley attended the startup weekend to network and meet people from the business and tech industry who can potentially help him with his voice AI product.",
    "social_post": "Meet Wesley, an ambitious medical sales professional with a knack for coding. He's leveraging his biomedical engineering background and Python skills to dive into the world of AI, specifically voice AI. Currently, he's developing an audio interactive chatbot using the OpenAI API. He joined our Startup Weekend, eager to connect with like-minded individuals and find potential collaborators for his project. If you're into audio engineering, he might be looking exactly for you! #StartupWeekend #AI #Networking #Innovation #Python #VoiceAI"
  },
  {
    "team": "Enola",
    "name": "Karen Tsoi",
    "oneliner": "Business Development Manager at a nurse caregiving platform",
    "linkedin": "https://www.linkedin.com/in/karen-tsoi-607285141/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A sales assistant with a passion for mental health and Western calligraphy. She's also an avid traveler planning a working holiday in Australia.",
    "linkedin_career_highlight_gpt4": "Developing a mental health app, ChatGPP, to provide immediate support and match users with suitable therapists.",
    "two_word_summary": "Business Development Manager",
    "slug": "karen_tsoi",
    "qa_summary": "Karen Tsoi, a sales assistant specializing in medical services, is here at the Startup Weekend event to find a partner for her mental health app, ChatGPP. Inspired by her personal interests in mental health and Western calligraphy, she hopes to provide immediate support and match users with suitable therapists through her app. An avid traveler, Karen recounts a memorable solo trip to Australia which has prompted her to plan a working holiday there. She is eager to engage with individuals skilled in coding and tagging.",
    "social_post": "Meet Karen Tsoi, a sales assistant with a passion for mental health. This weekend, she's at our #StartupWeekend event on the hunt for a partner for her new app idea, ChatGPP.📱💡 Designed to provide immediate support and connect users with suitable therapists, ChatGPP is a testament to Karen's dedication to mental wellness. A lover of travel and Western calligraphy, Karen is excited about meeting coders and taggers at the event. She's all set for a fruitful journey ahead! #Startup #Tech #MentalHealth #Innovation #StartupWeekendHighlights"
  },
  {
    "team": "Enola",
    "name": "Katherina Nguyen",
    "oneliner": "Tech Product Designer from San Francisco",
    "linkedin": "https://www.linkedin.com/in/katherina-huong-nguyen-22372a13/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A tech product designer and design director from San Francisco, currently residing in Hong Kong. She is passionate about AI, AR, and VR, and enjoys exploring cities, trying new cafes, and attending concerts.",
    "linkedin_career_highlight_gpt4": "Currently prototyping a platform for mental health specialists, providing long-term support for patients with anxiety and ADHD.",
    "two_word_summary": "Tech Product Designer",
    "slug": "katherina_nguyen",
    "qa_summary": "Katherina Nguyen is a tech product designer and design director from San Francisco, currently residing in Hong Kong. Her skill set includes software engineering and design, with specific expertise in AI, AR, and VR. Outside work, she enjoys exploring cities, trying new cafes, and attending concerts. She also follows blockchain and crypto trends. Katherina attended the startup weekend to meet like-minded individuals, gain inspiration, and possibly find collaborators for her creative AI project. She believes in the vibrancy and connectivity of Hong Kong's arts and culture scene, which serves as an inspiration for her. She is currently prototyping a platform for mental health specialists that provides long-term support and strength training for patients with anxiety and ADHD. She has friends who are willing to test it out, showing her active engagement in her startup journey. Despite challenges such as Taylor Swift skipping Hong Kong this year, she remains hopeful for the future, especially with the slow recovery of the tourism industry.",
    "social_post": "Meet Katherina, our #StartupWeekend participant! 🚀 A tech product designer from San Francisco, she's now exploring opportunities in vibrant Hong Kong. Her current project? An innovative platform for mental health specialists. 💡 Excited to see big things from this #TechGuru as she combines her love for design, AI, and mental health support. Stay tuned! #StartupJourney #Innovation #AI #MentalHealthAwareness"
  },
  {
    "team": "Enola",
    "name": "Ricky Chan",
    "oneliner": "Finance expert",
    "linkedin": "https://www.linkedin.com/in/ricky-chan-4ba608120/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A cross-border engineer, trader, and CEO of Carver Accounting Software. Specializes in system integration, configuration, and migration with a knack for sourcing and customer support.",
    "linkedin_career_highlight_gpt4": "Champion of 2021 Cityhack (AECOM) and a seasoned consultant in the fields of e-commerce, finance, and cloud solutions.",
    "two_word_summary": "Finance Expert",
    "slug": "ricky_chan",
    "social_post": "Meet Ricky, a cross-border engineer, trader, and CEO of Carver Accounting Software. He's a pro at sourcing, customer support, system integration, configuration, and migration. Ricky has a ton of experience with accounting software like Odoo and Xero, but he's always on the lookout for new team ideas and collaborations. That's why he's here at our startup weekend event! Not only is he an expert in financial topics, but he's also part of a team that specializes in restaurant solutions. Ricky's been to Spark City and other similar events, but we're excited to have him add his expertise to our mix. Stay tuned for more updates from Ricky and other innovators at our event! #StartupWeekend #MeetTheAttendees"
  },
  {
    "team": "Enola",
    "name": "Wright Chin",
    "oneliner": "Software Engineer at Systex and NVDIA from Hong Kong",
    "linkedin": "https://hk.linkedin.com/in/wright-c-b99b6918b",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A software engineer with a knack for web application development, app modernization, and IoT design. Passionate about leveraging digital trends to address mental health issues.",
    "linkedin_career_highlight_gpt4": "Experienced in working with tech giants like NVIDIA and SYSTEX, and has a track record of implementing and improving object detection and classification models.",
    "two_word_summary": "Software Engineer",
    "slug": "wright_chin",
    "qa_summary": "Wright Chin, a software engineer with expertise in web application development, app modernization, and IoT design, joined us at the Startup Weekend. He has attended the event multiple times, seeking to network and explore innovative ideas. While he didn't pitch an idea this time, Wright is working on using digital trends to address mental health issues. He's also open to joining a team with a compelling idea. In the past, Wright was a participant in a partially virtual event in 2019.",
    "social_post": "Meet Wright Chin! An experienced software engineer from Systex and NVIDIA, Wright is attending our Startup Weekend once again. With a specialization in web application development, app modernization, and IoT design, he's always on the lookout for innovative ideas and interesting collaborations. This time, he's keen on exploring digital solutions for mental health issues. While he didn't pitch an idea this time, he's open to joining a dynamic team with a good idea. Here's to hoping Wright finds the perfect team to bring his unique expertise to the table! #StartupWeekend #Innovation #TechForMentalHealth"
  },
  {
    "team": "Enola",
    "name": "Corliss Lam",
    "oneliner": "Fashionista who wants to build an AI stylist.",
    "linkedin": "https://www.linkedin.com/in/corlisslam/",
    "instagram": "https://www.instagram.com/corlisslam/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "UC San Diego graduate with a passion for psychology and data analysis. Adept at balancing academic pursuits with active involvement in student affairs and community service.",
    "linkedin_career_highlight_gpt4": "Played a pivotal role in influencing UCSD administration to keep remote learning for Fall 2021 and successfully managed a $7 million USD budget as an AS Muir Senator.",
    "two_word_summary": "Fashion Entrepreneur",
    "slug": "corliss_lam"
  },
  {
    "team": "Real Estate",
    "name": "KK Chan",
    "linkedin": "https://www.linkedin.com/in/kkchan728/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "An all-rounded and agile growth marketer with a global mindset and over 15 years of experience. Passionate about leisure, startups, leadership, sportainment, and sustainability.",
    "linkedin_career_highlight_gpt4": "Successfully led marketing and business development efforts in wellness, leisure entertainment, hospitality, and real estate sectors across APAC markets.",
    "two_word_summary": "Growth Marketer",
    "slug": "kk_chan"
  },
  {
    "team": "Real Estate",
    "name": "Anna Khomenko",
    "linkedin": "https://www.linkedin.com/in/avkhomenko/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A seasoned marketer with a belief in the transformative power of branding. Passionate about creating experiences, telling stories, and establishing connections through products.",
    "linkedin_career_highlight_gpt4": "Successfully turned white-label products into globally acclaimed, award-winning private brands, achieving significant sales growth and brand visibility.",
    "two_word_summary": "Marketer",
    "slug": "anna_khomenko"
  },
  {
    "team": "Real Estate",
    "name": "Kit Tang",
    "linkedin": "https://www.linkedin.com/in/cheuk-kit-tang/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A software developer with a passion for mental health, Kit enjoys crafting emotional diaries for users. He loves coffee, fitness, and dancing.",
    "linkedin_career_highlight_gpt4": "Specializes in front-end and back-end website development, with notable experience in the crypto industry and digital transformation projects.",
    "two_word_summary": "Full-stack Developer",
    "slug": "kit_tang",
    "qa_summary": "Kit is a software developer at Preface who specializes in front-end and back-end web development. He is also a tech enthusiast with a strong interest in mental health. Kit is attending the startup weekend to meet like-minded individuals and discuss ideas, hoping to make new connections and friends at the event.",
    "social_post": "Meet Kit, the tech-savvy software developer from Preface! He's not just about codes and algorithms but has a strong passion for mental health. One of his intriguing side projects is creating emotional diaries for users. Kit is here at the startup weekend, looking to connect with others who share his passion. If you're interested in web development or mental health, don't miss the chance to exchange ideas with him. Who knows? Your next big idea might just be a conversation away! #StartupWeekend #MeetTheAttendees #TechForMentalHealth"
  },
  {
    "team": "Real Estate",
    "name": "Tom Mong",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A software engineer and serial entrepreneur with a passion for AI and education. Believes in systematic learning and resilience in the face of challenges.",
    "linkedin_career_highlight_gpt4": "Collaborated with language learning app, Pobo, to teach English and Japanese scripts to a high school student while also introducing him to internet marketing strategies.",
    "two_word_summary": "Serial Entrepreneur",
    "slug": "tom_mong",
    "qa_summary": "Tom Mong is a software engineer and serial entrepreneur specializing in AI and education. He's previously worked in a B2B collaboration with a language learning app, Pobo, where he taught a high school student, Xu Yu-tai, English and Japanese scripts. Tom believes in a systematic approach to learning and incorporated this in his lessons. He also addressed Yu-tai's interest in internet marketing strategies, like Marcheting BD and D30. Tom is not new to challenges, as he has faced some during his university years, particularly in his first year. However, he believes that situations often improve in the second or third year.",
    "social_post": "🔊 Spotlight on Tom Mong at our Startup Weekend! 🌟 A software engineer and serial entrepreneur specializing in AI and education, Tom has a knack for approaching learning systematically and making it engaging. 📚 His past project involved a collaboration with language learning app, Pobo. Together, they helped a high school student expand his knowledge and skills in English, Japanese, and internet marketing strategies. 💡 Tom is no stranger to challenges but believes in the power of resilience and growth over time. 🚀 Stay tuned to see what this problem-solver brings to the table this weekend! #StartupWeekend #Entrepreneurship #AI #Education"
  },
  {
    "team": "Real Estate",
    "name": "Bryan Lam",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A civil engineer from Hong Kong with a knack for project management, software development, and data analysis. An enthusiast of sports, fitness, and game development, Bryan is always ready to explore the startup scene.",
    "linkedin_career_highlight_gpt4": "Participated in Startup Weekend, showing keen interest in smart city projects and the potential of Building Information Model (BIM) in revolutionizing construction and property management.",
    "two_word_summary": "Civil Engineer",
    "slug": "bryan_lam",
    "qa_summary": "Bryan Lam is a civil engineer based in Hong Kong who specializes in project management, software development, and data analysis. He is currently interested in exploring the startup scene and is open to collaborating with others. Apart from work, Bryan enjoys sports, fitness, and game development. Bryan took part in the startup weekend to gain new skills, turn ideas into startups, and network with industry professionals. He is particularly keen on meeting both technical and management professionals to explore new possibilities. While he doesn't have a concrete idea yet, he's open to unique projects that may come his way after the event. The idea of promoting projects in the smart city industry, particularly in automation, has piqued Bryan's interest. He talks about the potential of implementing smart infrastructure and the use of the Building Information Model (BIM), a government initiative in Hong Kong. Bryan believes that through BIM or digital twin technology, it would be easier to manage various aspects of buildings and properties.",
    "social_post": "Meet Bryan Lam, a civil engineer from Hong Kong with expertise in project management, software development, and data analysis. 🏗️💻📊 Bryan joined our Startup Weekend to learn, network, and potentially kick-start his own business. He's interested in smart city projects and is open to exploring unique opportunities that come his way. 🏙️🚀 Bryan believes in the power of Building Information Model (BIM), a government initiative in Hong Kong, to revolutionize construction and property management. 🏢 While the startup journey may bring fame, Bryan prioritizes impact and transformation above all. Be like Bryan. Join us at Startup Weekend and turn your ideas into reality! 💡🌐 #StartupWeekend #Entrepreneurship #SmartCity #MeetBryan"
  },
  {
    "team": "X",
    "name": "Ben Ng",
    "oneliner": "Co-founder of https://www.legalexpression.com/ & a Game studio",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A game developer and legal tech entrepreneur with a passion for AI, edtech, and STEM education. Balances dual roles in gaming and law while advising on various projects.",
    "linkedin_career_highlight_gpt4": "Founder of Legal Expression & a Game studio, providing AI solutions for the legal field and business consultations.",
    "two_word_summary": "Co-founder, Game Developer",
    "slug": "ben_ng",
    "qa_summary": "Ben Ng is a skilled game developer and legal developer who specializes in AI solutions for the legal field. His company, Legal Expression & a Game studio, provides contract review services and business consultations, leveraging a specialized law dictionary. A digital media major with a minor in electronic production, Ben balances his dual roles while also advising on various edtech and STEM education projects. Ben attended the startup weekend event to connect with other entrepreneurs, particularly those in the early stages of their startup journey. He's eager to learn about their projects and share insights from his experience.",
    "social_post": "Meet Ben Ng, a game developer turned legal tech entrepreneur! His company, Legal Expression & a Game studio, is shaping the legal field with AI. As a digital media major and electronic production minor, Ben brings a unique perspective to the startup scene. Besides gaming and law, he's also passionate about edtech and STEM education. At our startup weekend, Ben is on a mission to connect with budding entrepreneurs and learn about their innovative ideas. Stay tuned to hear more about Ben's journey and his insights on startup life! #StartupWeekend #Entrepreneur #LegalTech #GameDev #EdTech #STEM"
  },
  {
    "team": "X",
    "name": "Thomas",
    "oneliner": "Digital nomad & mechanical engineer",
    "linkedin": "therichturtle.com",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A digital nomad and mechanical engineer from Belgium, currently exploring Hong Kong. Enjoys hot yoga, socializing over drinks, and is intrigued by smart, long-term investments.",
    "linkedin_career_highlight_gpt4": "Part-time digital nomad with a diverse background in mechanical engineering, currently nurturing a project idea for an investment newsletter.",
    "two_word_summary": "Mechanical Engineer",
    "slug": "thomas",
    "qa_summary": "Thomas, a digital nomad and mechanical engineer from Belgium, has been in Hong Kong for seven weeks. He was drawn to the startup weekend event through Meetup and influenced by his friend Shiraz. His expertise lies in mechanical engineering, and he also has a keen interest in exploring new ideas for potential business ventures. He enjoys hot yoga and going out for drinks in his free time. Thomas came to the startup weekend to meet new people and learn more about startups and entrepreneurship. He hopes to gain insights into the startup ecosystem and potentially kickstart his own business. He brings with him an idea for an investment newsletter focusing on smart long-term investments, steering clear from speculative crypto trading. This is one of the many ideas he hopes to explore further. He is excited about starting his entrepreneurial journey and is looking forward to the opportunities that the startup weekend presents.",
    "social_post": "Meet Thomas, our digital nomad and mechanical engineer from Belgium! 🌐 He's been exploring Hong Kong for seven weeks and has now joined us at the Startup Weekend. 🚀 Thomas is all about new ideas and potentially starting his own business. He's got a ton of potential project ideas, like an investment newsletter that focuses on long-term investments!💡💼 But it's not all work, Thomas knows how to balance life with some hot yoga and social drinks. 🧘‍♂️🍹 Join us in welcoming him to the event and look forward to the unique insights he'll bring to the table. #StartupWeekend #Entrepreneurship #DigitalNomad"
  },
  {
    "team": "X",
    "name": "Suresh Thapa",
    "oneliner": "Founder of a digital marketing agency",
    "linkedin": "https://www.linkedin.com/in/prosuresh/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A digital marketing maven and founder of Restro Marketing, Suresh Thapa is passionate about empowering independent restaurant entrepreneurs. He's a networking enthusiast, always eager to connect with fellow innovators.",
    "linkedin_career_highlight_gpt4": "Founded Restro Marketing, a digital marketing agency specializing in F&B establishments, leveraging emerging technologies to help restaurants succeed.",
    "two_word_summary": "Founder",
    "slug": "suresh_thapa",
    "qa_summary": "Meet Suresh Thapa, the founder of a digital marketing agency in Hong Kong. With over half a decade's experience, his primary focus is aiding independent restaurant entrepreneurs in their success. Suresh decided to attend this startup weekend out of curiosity and a friend's suggestion, aiming to network with business-minded individuals and innovators. While he doesn't mention a specific project idea, it's clear that his entrepreneurial journey is well underway.",
    "social_post": "🔦Spotlight on Suresh Thapa!🔦 As the founder of a digital marketing agency, his passion lies in forging success stories for independent restaurant entrepreneurs. This weekend, he's joined us at our startup event, eager to connect with fellow innovators and business enthusiasts. 👥💡 With 6-7 years of experience under his belt, Suresh's journey is a testament to the power of entrepreneurship. We're thrilled to have such dedicated professionals among us! #StartupWeekend #Entrepreneurship #SuccessStories"
  },
  {
    "team": "X",
    "name": "Christine He",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "An entrepreneur with a passion for marketing and technology. Suresh is a strategic thinker who enjoys leveraging emerging technologies to empower businesses.",
    "linkedin_career_highlight_gpt4": "Founded Restro Marketing, a marketing management agency specializing in F&B establishments, and significantly improved online reputation and traffic for Crown Corporation Limited.",
    "two_word_summary": "Entrepreneur",
    "slug": "christine_he"
  },
  {
    "team": "Construction",
    "name": "Lentz Chun",
    "oneliner": "General Manager of a Paper, Plastic, Styro and Agricultural Products Distribution Company",
    "linkedin": "https://www.linkedin.com/in/lentz-chun-110518115/",
    "instagram": "https://www.instagram.com/lentz03/?igshid=MzRlODBiNWFlZA%3D%3D",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A 31-year-old General Manager with a creative background in animation and project management. Passionate about innovation and exploring new opportunities in the tech industry.",
    "linkedin_career_highlight_gpt4": "Successfully managed multiple projects in the construction sector and co-founded an IT solutions and Import Export trading company.",
    "two_word_summary": "General Manager",
    "slug": "lentz_chun",
    "qa_summary": "Lentz Chun, the General Manager of a Paper, Plastic, Styro, and Agricultural Products Distribution Company, is a 31-year-old with a background in animation and project management in the construction sector. His personal interests include playing Dota. He attended the Startup Weekend out of his desire to explore opportunities, having studied web development in Hong Kong. His main takeaway from the event was the importance of networking and opening doors. He did not pitch any ideas at the event, but if he had to, his idea would be an AI browser extension that scans emails for spam and phishing links. He is open to the possibility of starting another startup in the future, provided it is profitable.",
    "social_post": "Meet Lentz Chun, a 31-year-old GM of a distribution company with a passion for innovation 💼⚙️. With a creative background in animation and project management, he brings an eclectic mix of skills to the table 🎨🔨. He joined us at Startup Weekend to explore new opportunities, emphasizing the importance of networking and opening doors 🤝. If he were to pitch a startup idea, it would be an AI browser extension that fights spam and phishing 🤖🔒. Watch this space as Lentz is open to starting a profitable startup in the future! #StartupWeekend #Innovation #Networking #AI"
  },
  {
    "team": "Construction",
    "name": "Edmond Fung",
    "linkedin": "https://www.linkedin.com/in/edmond-f-9991ba8a/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A biotech research scientist with a knack for data handling. Recently intrigued by web3 projects, he's eager to explore this new frontier while seeking connections in marketing and web3.",
    "linkedin_career_highlight_gpt4": "Played key roles in biotech startups and research facilities, with expertise in molecular biology, drug research, and quality control in pre-GMP and AABB facilities.",
    "two_word_summary": "Biotech Researcher",
    "slug": "edmond_fung",
    "qa_summary": "Edmond Fung is a skilled biotech admin with expertise in handling data. He is currently interested in learning about web3 and was intrigued by a project mentioned by a volunteer named Kit. His curiosity about web3 has led him to this startup weekend event. Edmond hopes to gain insights into the project Kit signed up for, which is yet to be fully revealed. At the event, Edmond is looking forward to meeting people from diverse backgrounds, especially those involved in web3. He has shown interest in using an app called Genie Wish to find individuals who could assist him in launching his MVP project. In particular, he's keen on finding a marketing professional and a person named Jeff who is also involved in web3. As for his startup journey, Edmond hasn't revealed any specific project ideas but is actively seeking collaborations through his interest in web3 and biotech.",
    "social_post": "🔬Meet Edmond Fung, our biotech data whiz at the #StartupWeekend! He's got his eyes set on web3 and is eager to dive into the details of an intriguing project by a volunteer named Kit. 🧩\n\nEdmond's using #GenieWish app to find like-minded individuals, particularly a marketing pro to launch his MVP project. And guess what? He's also on a hunt for a certain Jeff involved in web3. 🕵️‍♂️\n\nWho knows? This might just be the beginning of his startup journey! Stay tuned to see where Edmond's curiosity leads him in the world of biotech and web3. 🚀\n\n#MeetTheAttendees #Web3 #Biotech #DataScience #Startups"
  },
  {
    "team": "Construction",
    "name": "Stephen Yin Sik Go",
    "linkedin": "https://www.linkedin.com/in/stephen-go-089027259",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A passionate Civil Engineer with a unique blend of skills in construction, design, computer science, structure, and materials. Aims to revolutionize the maintenance of underground structures in Hong Kong.",
    "linkedin_career_highlight_gpt4": "Currently working at AECOM and developing a more efficient approach to maintaining underground structures with a fellow civil engineer.",
    "two_word_summary": "Civil Engineer",
    "slug": "stephen_yin_sik_go",
    "qa_summary": "Stephen Go, a passionate Civil Engineer, brings a unique blend of skills in construction, design, computer science, structure, and materials. He aims to revolutionize the maintenance of underground structures in Hong Kong, which he believes are currently managed inefficiently, leading to significant financial losses. He came to the startup weekend seeking inspiration, networking opportunities, and insights into different business models that can support his technical skills. He has been pleasantly surprised by the variety of ideas and expertise present. Stephen has teamed up with a fellow civil engineer with startup experience, and together they aspire to develop a more efficient approach to maintaining underground structures.",
    "social_post": "Meet Stephen Go, a Civil Engineer with a mission to revolutionize his industry! 🏗️💡 He's not just an expert in construction and design but also a whiz in computer science, structure, and materials. His goal? To improve the maintenance of underground structures in Hong Kong and eliminate the financial losses caused by current inefficient methods. 🏙️🔄\n\nStephen joined our Startup Weekend to connect with like-minded innovators and learn about different business models that can support his technical skills. And guess what? He's already teamed up with another civil engineer to work on this exciting project! 🤝🚀\n\nStay tuned as we follow Stephen and his team's journey in transforming the civil engineering industry! #StartupWeekend #EngineerInnovators #TechRevolution"
  },
  {
    "team": "Costruction",
    "name": "Wilson Yeh",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A Civil Engineer with a passion for building and design. Graduated from The University of Hong Kong and currently working at AECOM.",
    "linkedin_career_highlight_gpt4": "Progressed from a Graduate Engineer to an Engineer at AECOM within a year.",
    "two_word_summary": "Civil Engineer",
    "slug": "wilson_yeh"
  },
  {
    "team": "Construction",
    "name": "Ka Pui Ng",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A Civil Engineer from The University of Hong Kong, currently working at AECOM. Passionate about infrastructure development and urban planning.",
    "linkedin_career_highlight_gpt4": "Progressed from a Graduate Engineer to an Engineer at AECOM within a span of 5 years.",
    "two_word_summary": "Civil Engineer",
    "slug": "ka_pui_ng"
  },
  {
    "team": "SWHK",
    "name": "Lok Yeung",
    "oneliner": "Solutions Architect at AWS, believes in Give First",
    "linkedin": "https://www.linkedin.com/in/lokyeung",
    "instagram": "https://www.instagram.com/_lokyeung/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A tech enthusiast with a strong passion for entrepreneurship. Lok is an avid learner, always seeking solutions to various problems with up-to-date technologies. He enjoys video games and table tennis in his free time.",
    "linkedin_career_highlight_gpt4": "Currently an Associate Partner Solutions Architect at Amazon Web Services, Lok has been actively involved in the startup community, organizing events like Startup Weekend Hong Kong.",
    "two_word_summary": "\"Solutions Architect\"",
    "slug": "lok_yeung",
    "qa_summary": "Lok is an Associate Partner Solutions Architect at Amazon Web Services and an organizing committee member of the Startup Weekend. With over 6-7 years of experience in providing solutions to various industries, Lok's expertise lies in understanding customer needs and providing tailored SaaS solutions. His personal interests include playing video games and table tennis. Inspired by the \"Give First\" concept, he is passionate about making startup education accessible to all. Lok has been involved in organizing startup-related activities for the past 6-7 years. His goal for attending the Startup Weekend is to share knowledge about the startup ecosystem, engage in a relaxed manner with participants, and learn from diverse perspectives. He anticipates the shift from offline to online events, and sees it as a challenge to adapt and find new ways to connect with the startup community. While he doesn’t have a specific project idea for this event, he is open to new ideas and plans to start his own startup in the future. He believes that there is still much to learn and grow in his current role before embarking on his own venture.",
    "social_post": "Meet Lok, an Associate Partner Solutions Architect at Amazon Web Services and a proud member of our organizing committee here at Startup Weekend. Lok’s passion lies in #GivingFirst and making startup education accessible for everyone.🚀 With a rich experience in various industries, he's here to share his insights and learn from you all. While he's still nurturing his own future startup idea, he's excitedly embracing the journey, ever eager to learn and adapt.💡 Come join us at the Startup Weekend and let's navigate the exciting world of startups together! #StartupWeekend #TechEntrepreneurs #Innovation"
  },
  {
    "team": "SWHK",
    "name": "Madina Jamolova",
    "oneliner": "Project Specialist at Kodifly, startup and coffee enthusiast",
    "linkedin": "https://www.linkedin.com/in/jamolova/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A tech-savvy adventurer from Tajikistan, currently based in Hong Kong. Passionate about startups, tech, social enterprise, art, coffee, and memes. Always ready for a hike or exploring new places with friends.",
    "linkedin_career_highlight_gpt4": "Working as a Project Specialist at Kodifly, she is revolutionizing the railway industry with innovative projects. Also, she is nurturing a unique startup idea involving coffee and satellite imagery.",
    "two_word_summary": "Project Specialist",
    "slug": "madina_jamolova",
    "qa_summary": "Madina Jamolova, a Project Specialist at Kodifly, hails from Tajikistan and is currently based in Hong Kong. She works for a startup called Captify that specializes in 3D AI analytics for infrastructure monitoring. Outside her professional interests, Madina is passionate about hiking, memes, and exploring new places with friends. She draws inspiration from unique sources, such as Barbie's Ken discovering his identity outside his relationship.\n\nMadina attended the startup weekend as a volunteer for Techstars startup, hoping to network and possibly find a co-founder for her ventures. Her startup idea involves creating a chewing gum that can remove coffee stains from teeth. However, she is particularly interested in developing a solution that uses satellite imagery to scan coffee crops and provide quality recommendations to roasters and distributors. Open to collaboration, she is interested in partnering with those working on machine learning agricultural technology in mainland China.",
    "social_post": "🌟Meet our #StartupWeekend star, Madina Jamolova! 🚀\n\nMadina, Project Specialist at Kodifly, is a perfect blend of tech-savvy expertise and adventurous spirit. She's not only changing the game in 3D AI analytics with her work at Captify but also harbouring a unique startup idea. ☕\n\nImagine chewing a gum that removes coffee stains, or using satellite imagery to ensure your morning cuppa is from the best quality beans. That's Madina's vision! 🛰️\n\nLooking for inspiration? Madina's journey from Tajikistan to Hong Kong, her passion for hiking, and her adventurous startup ideas are sure to motivate you. Stay tuned for more exciting ventures from this coffee-loving entrepreneur!\n\n#Entrepreneurship #Startups #Techstars #Innovation #CoffeeLovers"
  },
  {
    "team": "SWHK",
    "name": "Lawrence Wong",
    "linkedin": "https://www.linkedin.com/in/lawrencewonghk/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A journalist turned AI guru and founder of three innovative startups. Passionate about smart city transformation and continuous learning.",
    "linkedin_career_highlight_gpt4": "Instrumental in building a culture of continuous learning at Kodifly Limited and worked on various AI-related projects at AI Academy.",
    "two_word_summary": "Founder",
    "slug": "lawrence_wong",
    "qa_summary": "Lawrence Wong, a journalist and founder of three AI-focused companies, came to Startup Weekend to explore new ideas and guide others in doing the same. His expertise lies in developing AI applications for various industries, with a particular focus on engineering projects for traffic monitoring and maintenance analysis in subway and railway systems. Lawrence joined the organizing committee of the event, attracted by its theme of AI Smart City which resonates with his past experience. He is eager to see participants ponder on potential opportunities in this field. Despite the challenges that come with coordinating volunteers, Lawrence believes that good intentions, proper alignment of visions, and efficient communication are crucial in making the event a success. He hopes that attendees will experience personal growth and enjoy the event's atmosphere.",
    "social_post": "Meet Lawrence Wong! 🚀Journalist, AI guru, and founder of three innovative startups. He's here at Startup Weekend not just to share his expertise but to help others navigate the exciting world of startups. 🌐 His journey from AI education to engineering projects for traffic systems is truly inspiring!🚄 For Lawrence, Startup Weekend is all about exploring new ideas, fostering personal growth, and enjoying the unique atmosphere. 🌟 Let's make the most out of this great opportunity and create something amazing together! #StartupWeekend #AISmartCity #Innovation #Startups #AI"
  },
  {
    "team": "SWHK",
    "name": "Lester Mok",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "An IT consultant with a knack for nurturing startups. Passionate about turning ideas into reality, Lester is an active participant and organizer at the Salad Weekend.",
    "linkedin_career_highlight_gpt4": "Helping banks meet legal requirements as an OCR at a financial reporting software company and aspiring to launch a startup in tourism, finance, or communications.",
    "two_word_summary": "Startup Enthusiast",
    "slug": "lester_mok",
    "qa_summary": "Lester Mok, an IT Consultant at the Startup Weekend OC, spoke about Nessa, an OCR working in a financial reporting software company. She specializes in helping banks meet legal requirements and has been an active participant at the Salad Weekend for some years. Now, she's an organizer, inspired by the friendly and like-minded staff. The aim of the Salad Weekend is to incubate participant's ideas into real companies, something Nessa is passionate about. She also has aspirations to start her own company in the future, potentially in tourism, finance, or communications. She's on the lookout for tech and marketing professionals to join her team. She thoroughly enjoys her time at the Salad Weekend and looks forward to seeing more successful startups emerge from it.",
    "social_post": "Meet Nessa, our star participant turned organizer at the Salad Weekend! 🌟 Working in a financial reporting software company, she's here to turn her dreams into reality. She's got her sights set on launching a startup in the tourism, finance, or communications industry. 💡 She's also scouting for tech and marketing wizards to join her dream team. 🚀 Join her and many others at the Salad Weekend. Let's turn ideas into successful startups together! #SaladWeekend #StartupDreams #EntrepreneurGoals"
  },
  {
    "team": "SWHK",
    "name": "Jason",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "Co-founder and COO of Kodifly Limited, passionate about accelerating smart city transformation with mobility and transportation AI. A continuous learner and knowledge sharer.",
    "linkedin_career_highlight_gpt4": "Instrumental in building a culture of continuous learning at Kodifly Limited, securing multiple strategic partnerships and business development opportunities.",
    "two_word_summary": "\"Co-founder/COO\"",
    "slug": "jason"
  },
  {
    "team": "SWHK",
    "name": "Keith Engine",
    "linkedin": "https://www.linkedin.com/in/keithengine/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "Venture capitalist and startup community builder with a passion for innovation, AI, and impact. Aims to drive startup growth through fostering a thriving ecosystem.",
    "linkedin_career_highlight_gpt4": "Currently leading as Venture Partner at Playmaker Ventures, focusing on seed-stage companies in Southeast Asia.",
    "two_word_summary": "Venture Capitalist",
    "slug": "keith_engine"
  },
  {
    "team": "SWHK",
    "name": "Bennett Chan",
    "oneliner": "Entrepreneur in Aviation AI & Deep Learning.",
    "linkedin": "https://www.linkedin.com/in/bennettchen/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "An entrepreneur with a passion for integrating emerging technology into industries. Strong believer in the power of technology and design thinking in shaping the future of businesses.",
    "linkedin_career_highlight_gpt4": "Co-Founder of Neural Lab, aiming to help industries adopt AI and generate business values with speed.",
    "two_word_summary": "Entrepreneur",
    "slug": "bennett_chan"
  },
  {
    "team": "SWHK",
    "name": "Franka Robin Z.",
    "oneliner": "Fashion designer. Photographer at Startup Weekend.",
    "linkedin": "https://www.linkedin.com/in/franka-robin-z-b075651ba/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A talented photographer and fashion designer, Franka Robin Z. captures moments with her lens and designs trims and accessories for a German company. She loves to have fun and meet new people.",
    "linkedin_career_highlight_gpt4": "Currently working as a Designer at Frameless Asia Pacific Group and has a diverse experience in design roles across various companies.",
    "two_word_summary": "\"Photographer\"",
    "slug": "franka_robin_z",
    "social_post": "Meet Franca Robin Franca, our talented photographer for the Startup Weekend! 📸 Not only does she capture moments with her lens, but she also designs trims and accessories as a fashion designer for a German company. 🎀👗 From the Science Park startup weekend to ours, Franca's goal remains the same - to have fun and meet new people. Stay tuned for her amazing clicks from the morning and tomorrow afternoon sessions. #StartupWeekend #Photography #FashionDesign"
  },
  {
    "team": "Mentor",
    "name": "Michael Chik",
    "linkedin": "https://www.linkedin.com/in/michaelchik/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A strategy consultant with a passion for digital and agile transformation. Experienced in venture building and has a global perspective from working in various countries.",
    "linkedin_career_highlight_gpt4": "Led numerous large and complex client transformations and business builds at McKinsey & Company.",
    "two_word_summary": "Strategy Consultant",
    "slug": "michael_chik"
  },
  {
    "team": "Mentor",
    "name": "Muhammad Saad Shahid Anwel",
    "linkedin": "https://www.linkedin.com/in/mssanwel/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A passionate entrepreneur and robotics enthusiast with a knack for STEM education and business development. Aims to disrupt traditional learning methods and create meaningful research output.",
    "linkedin_career_highlight_gpt4": "Co-Founder at Kodifly and SNAPP Robotics, changing the way STEM-education is taught and creating innovative underwater robots for commercial applications.",
    "two_word_summary": "Entrepreneur",
    "slug": "muhammad_saad_shahid_anwel"
  },
  {
    "team": "Mentor",
    "name": "Felix Wong",
    "linkedin": "https://www.linkedin.com/in/felix12777/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A full-stack growth marketer with a passion for data analytics and digital innovation. An ex-Techstars member, angel investor, and a firm believer in lifelong learning.",
    "linkedin_career_highlight_gpt4": "Co-founded Cloudbreakr, an AI-powered marketing software, and led startup programs across 25 cities in the Greater China region at Techstars.",
    "two_word_summary": "Startup Mentor",
    "slug": "felix_wong"
  },
  {
    "team": "Judge",
    "name": "Francis Tse",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A seasoned growth marketer and startup enthusiast with a passion for innovation and entrepreneurship. When not working, he enjoys playing soccer, cycling, making pasta, and immersing himself in the Marvel Universe.",
    "linkedin_career_highlight_gpt4": "Co-founded Cloudbreakr, an AI-powered marketing software, and led community development at Techstars across 25 cities in the Greater China region.",
    "two_word_summary": "\"Marketing Enthusiast\"",
    "slug": "francis_tse"
  },
  {
    "team": "Judge",
    "name": "Ying Hong",
    "linkedin": "https://www.linkedin.com/in/hong-ying/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A data scientist with a passion for digital transformation in the built environment. Ying's academic background in construction management fuels her innovative approach.",
    "linkedin_career_highlight_gpt4": "Currently driving data science initiatives at Arup, with previous experience as a lecturer and research associate.",
    "two_word_summary": "Data Scientist",
    "slug": "ying_hong"
  },
  {
    "team": "Judge",
    "name": "Felix Yu",
    "linkedin": "https://www.linkedin.com/in/felix-yu-133421141/",
    "attended_event": "startupweekend",
    "linkedin_summary_gpt4": "A passionate advocate for startups and entrepreneurship, Felix Yu thrives in nurturing ideation-stage startups and preparing them for incubation and go-to-market.",
    "linkedin_career_highlight_gpt4": "Successfully managed entrepreneurship programs at HKSTP, and increased co-working space occupancy from 0% to 85% within 8 months at Emperor Group.",
    "two_word_summary": "Startup Advocate",
    "slug": "felix_yu"
  }
]
